
SELECT TOP 100

    спрТехнолХарактНом._Fld24298RRef AS Номенклатура,
    спрНоменклатура._Description AS Номенклатура_опис

FROM _Reference24296 спрТехнолХарактНом

---------------------------------------------------------------------------------------

-- CROSS APPLY

---------------------------------------------------------------------------------------

LEFT JOIN _Reference149 спрНоменклатура
    ON спрТехнолХарактНом._Fld24298RRef = спрНоменклатура._IDRRef

---------------------------------------------------------------------------------------

-- WHERE